Repository: forfolias/tax-calculator-gr
Catalog: tax/locales/*/LC_MESSAGES/messages.po
Languages: el

source: business levy
el: τέλος επιτηδεύματος

source: category 1
el: κατηγορία 1

source: category 2
el: κατηγορία 2

source: category 3
el: κατηγορία 3

source: Health Insurance (EFKA)
el: Κοινωνική ασφάλιση (ΕΦΚΑ)

source: category 4
el: κατηγορία 4

source: category 5
el: κατηγορία 5

source: category 6
el: κατηγορία 6

source: special category (<5 years)
el: ειδική κατηγορία (<5 χρόνια)

source: Missing value for '{name}'
el: Έλλειψη τιμής για το '{name}'

source: annual net income
el: ετήσιο καθαρό εισόδημα

source: monthly net income
el: μηνιαίο καθαρό εισόδημα

source: Freelancer
el: Ελεύθερος επαγγελματίας

source: IKA
el: ΙΚΑ

source: annual gross salary
el: μικτός ετήσιος μισθός

source: number of annual salaries
el: αριθμός μισθών

source: number of kids
el: αριθμός παιδιών

source: IKE
el: ΙΚΕ

source: no
el: όχι

source: yes
el: ναι

source: statutory reserve requirement
el: υποχρεώσεις τακτικού αποθεματικού

source: OE-EE
el: ΟΕ-ΕΕ

source: insurance class
el: κλάση ασφάλισης

source: prepaid tax amount from previous year
el: προκαταβολή φόρου από προηγούμενο έτος

source: annual expenses
el: ετήσια έξοδα

source: company's functional number of years
el: έτη λειτουργίας επιχείρισης

source: annual tax
el: ετήσιος φόρος

source: annual insurance cost
el: ετήσιο κόστος ασφάλισης

source: tax in advance
el: προκαταβολή φόρου

source: Unknown employment type: '{name}'
el: Άγνωστος τύπος απασχόλησης: '{name}'

source: Unknown user interface: '{name}'
el: Άγνωστη διεπαφή χρήστη: '{name}'

source: Calculate net salary based on annual gross income per employment type.
el: Υπολογισμός καθαρού μισθού βάσει μικτού ετήσιου μισθού ανά τύπο απασχόλησης.

source: Specify employment type. Can be used multiple times. Defaults to '{default}'
el: Ορισμός τύπου απασχόλησης. Μπορεί να χρησιμοποιηθεί πολλαπλές φορές. Προεπιλογή σε '{default}'

source: Specify the user interface to use. Defaults to '{default}'
el: Ορισμός της γραφικής διεπαφής. Προεπιλογή σε '{default}'

source: Applies to: {list}
el: Ισχύει για: {list}

source: Command line arguments
el: Ορίσματα γραμμής εντολών

source: Select employment type
el: Επιλογή τύπου απασχόλησης

source: OK
el: Εντάξει

source: Cancel
el: Άκυρο

source: Calculate
el: Υπολογισμός

source: Invalid Input
el: Μη έγκυρη καταχώριση

source: Invalid input for '{field_name}'
el: Μη έγκυρη εισαγωγή για το '{field_name}'

source: Validation Error
el: Σφάλμα ελέγχου

source: Validation failed for '{field_name}'
el: Απέτυχε ο έλεγχος τιμής για το '{field_name}'

source: Error
el: Σφάλμα

source: Interactive shell
el: Διαδραστικό τερματικό

source: Option '{value}' is not valid. Available options are: {options}
el: Η επιλογή '{value}' δεν ειναι έγκυρη. Οι διαθέσιμες επιλογές είναι: {options}
